<!DOCTYPE html>
<html lang="tr">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Resül Hayattayken Kur'an Kitaplaştırıldı</title>
  <meta name="description" content="Kevni ayetler ve vahyi ayetlerin korunması, Allah'ın orduları, Veda Hutbesi ve Kur'an'ın kitaplaşması üzerine kapsamlı bir analiz.">
  <style>
    body {
      background: #f9f9f6;
      color: #222;
      font-family: 'Segoe UI', 'Helvetica Neue', Arial, 'Liberation Sans', sans-serif;
      margin: 0;
      padding: 0;
    }
    .navbar {
      background-color: #1a3a2a;
      padding: 1rem;
      box-shadow: 0 2px 4px rgba(0,0,0,0.1);
      position: sticky;
      top: 0;
      z-index: 1000;
    }
    .navbar ul {
      list-style-type: none;
      margin: 0;
      padding: 0;
      display: flex;
      justify-content: center;
      gap: 2rem;
    }
    .navbar a {
      color: #f9f9f6;
      text-decoration: none;
      font-weight: 600;
      font-size: 1.1em;
      padding: 0.5rem 1rem;
      border-radius: 8px;
      transition: background-color 0.3s ease, color 0.3s ease;
    }
    .navbar a:hover, .navbar a.active {
      background-color: #b2c7b2;
      color: #1a3a2a;
    }
    main {
      max-width: 800px;
      margin: 40px auto 32px auto;
      padding: 32px;
      background: #fff;
      border-radius: 12px;
      box-shadow: 0 2px 16px 0 rgba(0,0,0,0.04);
    }
    .markdown-body h1, .markdown-body h2, .markdown-body h3 {
      font-weight: 700;
      margin-top: 2.2em;
      margin-bottom: 0.7em;
      color: #1a3a2a;
    }
    .markdown-body h1 {
      font-size: 2.2em;
      border-bottom: 1px solid #e0e0e0;
      padding-bottom: 0.3em;
    }
    .markdown-body h2 {
      font-size: 1.6em;
       border-bottom: 1px solid #eee;
       padding-bottom: 0.3em;
    }
    .markdown-body h3 {
      font-size: 1.25em;
    }
    .markdown-body p, .markdown-body ul, .markdown-body ol, .markdown-body blockquote {
      font-size: 1.08em;
      line-height: 1.7;
      margin-bottom: 1.1em;
    }
    .markdown-body ul, .markdown-body ol {
      padding-left: 1.5em;
    }
    .markdown-body blockquote {
      border-left: 4px solid #b2c7b2;
      background: #f3f7f3;
      color: #2d3d2d;
      margin: 1.5em 0;
      padding: 0.7em 1.2em;
      font-style: italic;
    }
    .markdown-body strong, .markdown-body b {
      color: #1a3a2a;
      font-weight: 700;
    }
    .highlight {
        background-color: #fff8e1;
        padding: 2px 6px;
        border-radius: 4px;
        font-weight: bold;
    }
    @media (max-width: 800px) {
      main {
        margin: 0;
        border-radius: 0;
        box-shadow: none;
        padding: 24px 16px;
      }
      .navbar ul {
        gap: 1rem;
        flex-wrap: wrap;
        justify-content: center;
      }
      .navbar a {
        font-size: 1em;
        padding: 0.5rem;
      }
    }
  </style>
</head>
<body>
  <nav class="navbar">
    <ul>
      <li><a href="index.html">Ana Sayfa</a></li>
      <li><a href="deneme.HTML" class="active">Kur'an'ın Kitaplaşması</a></li>
    </ul>
  </nav>
  <main>
    <article class="markdown-body">
      <h1>RESÜL HAYATTAYKEN KURAN KİTAPLAŞTIRILDI</h1>
      
     <p>"KEVNİ AYETLER NASIL KORUNUYORSA, VAHYİ AYETLER DE &Ouml;YLE KORUNMUŞTUR"</p>
<p><br />Allah'ın vaadi sadece bir s&ouml;z değil, onun k&acirc;inatta nasıl tecelli ettiğini g&ouml;steren somut bir ger&ccedil;ektir.<br />1. Allah'ın Vaadi ve K&acirc;inattaki Kanıtı:<br />"Hi&ccedil; ş&uuml;phesiz, o Zikr'i (Kur'an'ı) biz indirdik; evet, onun koruyucuları da elbette biziz." (Hicr Suresi, 9)<br />Bu ayet, Allah'ın koruma vaadidir. Peki, Allah vaadini nasıl yerine getirir? Tıpkı k&acirc;inattaki diğer ayetlerini (kevni ayetler) koruduğu gibi!<br />&bull; G&uuml;neşi ve Ayı korur: Her g&uuml;n doğar ve batarlar, hi&ccedil; şaşmazlar. "G&uuml;neş ve ay (belli) bir hesap iledir." (Rahman, 55:5)<br />&bull; Doğa yasalarını (DNA'yı) korur: Bir elma &ccedil;ekirdeği hep elma ağacı verir, armut vermez. Bu, Allah'ın koyduğu genetik kodun (s&uuml;nnetullah) korunmasıdır.<br />&bull; Hayvanların i&ccedil;g&uuml;d&uuml;lerini korur: Bir kuş, her nesil hi&ccedil; &ouml;ğretilmeden aynı şekilde yuva yapar.<br />İşte Allah, Kur'an'ı da aynı şekilde, kendi koyduğu toplumsal bir yasa (s&uuml;nnetullah) ile korumuştur: İnsanların kalbine (hafızlara), ellerine (katiplere) ve toplumsal hafızaya (&uuml;mmetin şahitliğine) emanet ederek.<br />2. İnsan, Bu Korumada Bir Vesiledir, İl&acirc;h Değil:<br />Evet, Kur'an bize insanlar (sahabe, hafızlar, katipler) vasıtasıyla ulaşmıştır. Ancak bu, onun insan &uuml;r&uuml;n&uuml; olduğu anlamına gelmez. Tıpkı bir bebeğin anne-baba vasıtasıyla d&uuml;nyaya gelmesinin, onları "yaratıcı" yapmaması gibi. İnsan, sadece bir vesile ve taşıyıcıdır.<br />Allah, kitabını koruma işini "insan" denen ayet &uuml;zerinden y&uuml;r&uuml;tm&uuml;şt&uuml;r. Bu, O'nun s&uuml;nnetullahının bir par&ccedil;asıdır.<br />3. "Sadece Kur'an" Demek, Bu İl&acirc;hi Sistemi Kabul Etmektir:<br />"Kur'an bize insanlarla ulaştı, o halde hadisleri de kabul etmeliyiz" arg&uuml;manı bir yanılgıdır. &Ccedil;&uuml;nk&uuml;:<br />&bull; Kur'an'ın nakil zinciri (ravileri) TEVAT&Uuml;R seviyesindedir. Yani yalan &uuml;zerine anlaşmaları imk&acirc;nsız olan kalabalık topluluklar tarafından nesilden nesile aktarılmıştır. Bu, Allah'ın bir l&uuml;tfu ve koruma metodudur.<br />&bull; Hadislerin nakil zinciri ise &Acirc;HAD'dır. (Tek kişi veya k&uuml;&ccedil;&uuml;k gruplar tarafından nakledilmiştir). Kur'an'ın kendi &ouml;l&ccedil;&uuml;s&uuml;ne g&ouml;re (Hucur&acirc;t, 49:6) bu t&uuml;r haberlerin araştırılması gerekir.<br />Allah, kitabını "toplumsal hafıza" (tevat&uuml;r) ile korurken, Peygamber'in s&ouml;zleri i&ccedil;in b&ouml;yle bir garanti ve vaat vermemiştir. Peygamber'e itaat, onun Kur'an'ı a&ccedil;ıklayan ve yaşayan &ouml;rnekliğine itaattir, her s&ouml;z&uuml;n&uuml; din&icirc; bir emir olarak almak değildir.<br />4. En B&uuml;y&uuml;k Şahit: Kitabın Kendisi<br />"Şu anda okuduğunuz Kur'an'da bir &ccedil;elişki bulabildiniz mi? Bulamazsınız!" Bu, korunduğunun en b&uuml;y&uuml;k delilidir.<br />"Onlar h&acirc;l&acirc; Kur'an'ı iyice d&uuml;ş&uuml;nm&uuml;yorlar mı? Eğer o, Allah'tan başkasının katından olsaydı, elbette i&ccedil;inde bir&ccedil;ok &ccedil;elişki bulurlardı." (Nis&acirc; Suresi, 4:82)<br />Allah'ın koruması, ayetlerin sadece metnini değil, anlam b&uuml;t&uuml;nl&uuml;ğ&uuml;n&uuml; ve i&ccedil; uyumunu da kapsar. İşte elimizdeki mushafta bu uyum apa&ccedil;ıktır.<br />Sonu&ccedil;:<br />Allah, kevni ayetleri nasıl bir d&uuml;zen i&ccedil;inde koruyorsa, vahyi ayetini de aynı şekilde, kendi yasası (s&uuml;nnetullah) gereği insanı bir vesile kılarak korumuştur. Bu koruma, "tevat&uuml;r" denen toplumsal ve nesiller &uuml;st&uuml; bir garantiyledir.<br />"De ki: 'İşte bu, benim yolumdur. Ben, Allah'a bas&icirc;retle (bir bilin&ccedil; ve delille) davet ederim. Ben ve bana uyanlar... Allah'ı (her t&uuml;rl&uuml; eksiklikten) tenzih ederim. Ben m&uuml;şriklerden değilim.'" (Yusuf Suresi, 12:108)<br />Allah'ın yolu budur. O, vaadinde sadıktır ve kitabını korumuştur. Dileyen bu apa&ccedil;ık delile iman eder, dileyen etmez. Hesap g&uuml;n&uuml;nde sorumlu olduğumuz, işte bu korunmuş kitaptır.<br />"Ş&uuml;phesiz bu Kur'an, sana ve kavmine bir &ouml;ğ&uuml;tt&uuml;r. İleride ondan sorumlu tutulacaksınız." (Zuhruf Suresi, 43:44)</p>
<p>"ALLAH'IN ORDULARI" (C&Uuml;N&Ucirc;DULLAH) AYETİ<br />"Ve Allah'ın ordularını (c&uuml;n&ucirc;dullah) ancak O'nun kendisi bilir. Bu (M&uuml;cadele edenlerin yenilgisi), sadece insanlar i&ccedil;in bir uyarıdır."<br />(M&uuml;ddessir Suresi, 74:31)<br />Bu ayet, inkarcıların "Kur'an'ı Muhammed uydurdu" veya "Onu bir insan &ouml;ğretiyor" gibi iftiralarına bir cevap olarak inmiştir. Ayette, cehennemde 19 g&ouml;revli meleğin (bek&ccedil;i) olduğundan bahsedilir ve inkarcıların bu sayıyla alay etmesi &uuml;zerine, bu meleklerin Allah'ın sayısını sadece kendisinin bildiği ordularından (c&uuml;n&ucirc;dullah) sadece bir kısmı olduğu vurgulanır.</p>
<p>"ALLAH'IN ORDULARI" NE DEMEKTİR? KİMLERDEN OLUŞUR?<br />Ayetteki "ordular" ifadesi sadece 19 meleği değil, Allah'ın kudretinin ve h&uuml;k&uuml;mranlığının &ouml;n&uuml;nde hazır olan t&uuml;m varlıkları ve sistemleri kapsar. Sizin de daha &ouml;nce yaptığınız o m&uuml;kemmel tespitte olduğu gibi, bu ordu &uuml;&ccedil; ana gruptan oluşur:<br />1. Melek Ordusu:<br />Allah'ın emirlerini hi&ccedil; sorgulamadan, kusursuzca yerine getiren nuran&icirc; askerler. Sayılarını sadece Allah bilir.<br />&bull; "Onlar, kendilerine emredileni (asla) &ccedil;iğnemezler ve emrolundukları şeyi yaparlar." (Tahrim Suresi, 66:6)<br />2. K&acirc;inat Ordusu (Kevn&icirc; Ayetler):<br />Allah'ın "Ol!" emriyle kurulmuş, hi&ccedil; şaşmayan fiziksel ve toplumsal yasalar. Yer&ccedil;ekimi, gece-g&uuml;nd&uuml;z, adalet-zul&uuml;m dengesi... Hepsi Allah'ın emrini uygulayan birer asker gibidir.<br />&bull; "G&uuml;neş ve ay (belli) bir hesap iledir. Bitki ve ağa&ccedil; (O'na) secde ederler." (Rahman Suresi, 55:5-6)<br />3. M&uuml;minler Ordusu:<br />İradelerini Allah'ın emrine teslim etmiş peygamberler ve onlara tabi olan m&uuml;minler. Onlar, iradeli bir şekilde bu ilahi orduya katılmış askerlerdir.<br />&bull; "Ey Peygamber! Sana ve sana tabi olan m&uuml;minlere Allah yeter. Siz, sadece Allah'ın ordularındansınız (c&uuml;n&ucirc;dullah)." (Enf&acirc;l Suresi, 8:64)</p>
<p>SONU&Ccedil;: B&Uuml;Y&Uuml;K İLAHİ SİSTEM<br />"Allah'ın orduları" ifadesi, evrendeki her şeyin aslında Allah'ın mutlak h&uuml;k&uuml;mranlığı ve emri altında olduğunu g&ouml;sterir. Melekler, k&acirc;inat yasaları ve m&uuml;minler, aynı komutana (Allah'a) hizmet eden farklı birliklerdir.<br />&bull; Melekler: Programlı itaatle.<br />&bull; K&acirc;inat: Otomatik işleyişle.<br />&bull; M&uuml;minler: İradeli teslimiyetle.<br />Bu muazzam ordu, Allah'ın d&uuml;şmanlarına (şeytan ve onun yolundan gidenlere) karşı durur. İmtihanın sırrı da buradadır: İnsan, kendi iradesiyle bu muazzam ilahi ordunun ("1"in tarafının) bir neferi mi olacak, yoksa karşı taraftaki ("4"&uuml;n tarafındaki) d&uuml;zensiz, asi ve g&uuml;&ccedil;s&uuml;z grupla mı yer alacak?<br />"De ki: Hak geldi, batıl yok oldu. Ş&uuml;phesiz batıl yok olucudur." (İsr&acirc; Suresi, 17:81)<br />Allah'ın ordusu daima galiptir. Asıl zafer, ona bilin&ccedil;li bir şekilde katılmaktır.</p>
<p><br />"EGER DOĞRU S&Ouml;Z&Uuml; S&Ouml;YLEYENLER İSENİZ, HAYDİ GETİRİN KİTABINIZI!"<br />Bu meydan okuma, birka&ccedil; yerde farklı vurgularla tekrarlanır:<br />1. "De ki: 'Eğer doğru s&ouml;zl&uuml;ler iseniz, haydi Allah'tan başka g&ouml;rd&uuml;klerinize (tanrılarınıza, otoritelerinize) yalvarın da (kurtarın beni)!'"<br />(S&acirc;ff&acirc;t Suresi, 37:150-151)<br />2. "Yoksa ona (Peygamber'e) birtakım ortaklar bulundular mı? De ki: 'Haydi getirin delilinizi! İşte benimle beraber olanların kitabı ve benden &ouml;ncekilerin kitabı.' Hayır, onların &ccedil;oğu hakkı bilmezler, bu y&uuml;zden de y&uuml;z &ccedil;evirirler."<br />(Enbiy&acirc; Suresi, 21:24)<br />3. "Yoksa 'Onu (Kur'an'ı) kendisi uydurdu' mu diyorlar? De ki: 'Eğer doğru s&ouml;yl&uuml;yorsanız, Allah'tan başka &ccedil;ağırabildiklerinizi de yardıma &ccedil;ağırın da, onun benzeri bir s&ucirc;re getirin!'"<br />(Y&ucirc;nus Suresi, 10:38)<br />4. "De ki: 'İddianızda doğru iseniz, haydi Allah'tan başka, (gerek) g&ouml;klerde (gerek) yerde bildiğiniz herkesi &ccedil;ağırın (da bu iddianızı ispat edin).'"<br />(Y&ucirc;nus Suresi, 10:31)<br />________________________________________<br />Bu Ayetlerin Ortak Mesajı ve Meydan Okuması:<br />Bu ayetlerin hepsi aynı şeye işaret eder: "İddia sahibi, delilini de getirmek zorundadır."<br />Kur'an, kendisinin Allah'ın kelamı olduğunu s&ouml;yler. Karşı &ccedil;ıkanlara der ki:<br />&bull; "Peki, siz neye dayanarak karşı &ccedil;ıkıyorsunuz?"<br />&bull; "Eğer benim Allah'tan olmadığımı iddia ediyorsanız, o halde sizin dayanağınız nedir?"<br />&bull; "Haydi getirin kitabınızı! Haydi getirin delilinizi!"<br />Bu, sadece bir meydan okuma değil, aynı zamanda tek h&uuml;ccetin (kesin delilin) Allah'ın Kitabı olduğunu ilan etmektir. Kur'an dışında, onunla yarışabilecek, onun yerine ge&ccedil;ebilecek veya onu ge&ccedil;ersiz kılabilecek hi&ccedil;bir kaynak yoktur.<br />"Tereke" veya "Miras" Kavramına Gelince:<br />"Tereke" (miras) kelimesi doğrudan bu bağlamda ge&ccedil;mese de, Kur'an'da sık sık ataların batıl inan&ccedil;ları ve miras aldıkları yanlış gelenekler eleştirilir. Bu eleştirinin &ouml;z&uuml; de aynıdır:<br />"Onlara: 'Allah'ın indirdiğine uyun' denildiği zaman onlar, 'Hayır! Biz atalarımızı &uuml;zerinde bulduğumuz yola uyarız' derler. Ya ataları bir şey anlamamış, doğruyu da bulamamış idiyseler?"<br />(Bakara Suresi, 2:170)<br />Yani, "ataların mirası" denen şey, eğer Allah'ın kitabına arz edildiğinde batıl &ccedil;ıkıyorsa, o miras terk edilmelidir. Asıl miras alınması gereken, atalardan kalan gelenekler değil, Allah'tan kalan Kitap'tır.<br />SONU&Ccedil;:<br />"Eğer doğru s&ouml;zl&uuml;ler iseniz, getirin kitabınızı!" ayeti, her M&uuml;sl&uuml;manın elindeki en b&uuml;y&uuml;k silahtır. Bu, şu anlama gelir:<br />&bull; Kur'an'ın dışında dini bir kaynak iddia ediliyorsa, "Haydi getir onun da Allah'tan olduğunun delilini!" denmelidir.<br />&bull; Bir gelenek, Kur'an'a aykırı olduğu halde savunuluyorsa, "Haydi getir, bu geleneğin Allah'ın emri olduğunun kitab&icirc; delilini!" denmelidir.<br />Bu meydan okuma, kıyamete kadar ge&ccedil;erlidir ve hen&uuml;z bu meydan okumaya cevap verebilen kimse &ccedil;ıkmamıştır. &Ccedil;&uuml;nk&uuml; hakkın ve hakikatin tek &ouml;l&ccedil;&uuml;s&uuml;, Allah'ın Kitabı'dır.<br />"Hak geldi, batıl yok oldu. Ş&uuml;phesiz batıl yok olucudur."<br />(İsr&acirc; Suresi, 17:81)</p>
<p><br />SONU&Ccedil; ve TEK OLMANIN B&Uuml;T&Uuml;NL&Uuml;Ğ&Uuml;<br />Evet, imanın &ouml;z&uuml; ve her şeyin başı sonu budur:<br />&bull; "De ki: O Allah, Tek'tir." (İhlas Suresi, 112:1)<br />&bull; "Sizin ilahınız tek bir ilahtır." (Bakara Suresi, 2:163)<br />&bull; H&uuml;k&uuml;m koyucu olarak Tek O'dur: "H&uuml;k&uuml;m yalnızca Allah'ındır." (Yusuf Suresi, 12:40)<br />&bull; Dayanılacak tek kitap O'nun kitabıdır: "Bu (Kur'an), bizim indirdiğimiz m&uuml;barek bir kitaptır. Ona uyun..." (En'am Suresi, 6:155)<br />&bull; Hesap sorucu olarak Tek O'dur: "(O) ceza g&uuml;n&uuml;n&uuml;n tek sahibidir." (Fatiha Suresi, 1:4)<br />&bull; "Din g&uuml;n&uuml;n&uuml;n tek maliki (sahibi) O'dur." (Fatiha Suresi, 1:4)<br />Bu "Teklik" (Vahdaniyet), par&ccedil;alanamaz bir b&uuml;t&uuml;nd&uuml;r.<br />&bull; Allah Tek ise, kitabı da tektir.<br />&bull; Kitabı Tek ise, h&uuml;km&uuml; de tektir.<br />&bull; H&uuml;km&uuml; Tek ise, hesap soracağı g&uuml;n&uuml;n sahibi de Tektir.<br />O'ndan başka h&uuml;k&uuml;m koyucu tanıyan, O'ndan başka kitapları &ouml;l&ccedil;&uuml; edinen veya O'ndan başkalarından korkup &ccedil;ekinenler, bu "Teklik" d&uuml;sturunu par&ccedil;alamış olurlar.<br />"Allah&rsquo;a şirk koşarak, O&rsquo;nun dışında bir din (h&uuml;k&uuml;m koyucu bir otorite) edineni g&ouml;rd&uuml;n m&uuml;? Oysa inkarından dolayı onun &uuml;zerine ateş d&uuml;ş&uuml;r&uuml;lm&uuml;şt&uuml;r. Zalimlerin yardımcıları yoktur." (Hac Suresi, 22:72)<br />Bu y&uuml;zden, hayatın her anında sorulacak soru şudur:<br />"Ben, bu yaptığımı, 'Tek' olan Allah'ın ve 'Tek' olan Kitabı'nın h&uuml;km&uuml;ne mi arz ediyorum, yoksa başka '&ccedil;ok'lukların (hevaların, geleneklerin, ideolojilerin) h&uuml;km&uuml;ne mi?"<br />İşte ger&ccedil;ek kurtuluş, bu "Tek" olan'a kayıtsız şartsız teslim olmaktır.<br />"Benim namazım, kulluğum, hayatım ve &ouml;l&uuml;m&uuml;m, &acirc;lemlerin Rabbi Allah i&ccedil;indir. O'nun hi&ccedil;bir ortağı yoktur. İşte ben bununla emrolundum ve ben M&uuml;sl&uuml;manların ilkiyim."<br />(En'am Suresi, 6:162-163)<br />Durum budur.</p>
<p><br />VEDA HUTBESİ: KUR'AN'IN TAMAMLANMIŞLIĞININ CANLI ŞAHİDİ<br />Veda Hutbesi, sadece bir hutbe değil, yaşanmış bir tarih olayı ve Kur'an'ın iniş s&uuml;recinin ta&ccedil;landırıldığı andır. Onu bu kadar &ouml;nemli kılan, hutbenin i&ccedil;eriğinden ziyade, neyi temsil ettiğidir.<br />1. Hutbe, "Din Tamamlandı" Ayetinin Pratikte İlanıdır:<br />"...Bug&uuml;n sizin i&ccedil;in dininizi kemale erdirdim..." (Maide Suresi, 5:3) ayeti, teorik bir bildirgedir. Veda Hutbesi ise, Peygamberimizin (s.a.v.) bu ayetin h&uuml;k&uuml;mlerini y&uuml;z bini aşkın bir sahabeler topluluğuna haykırarak ilan etmesi ve onları buna şahit tutmasıdır.<br />Bu, Allah'ın kitap &uuml;zerindeki korumasının, &uuml;mmetin hafızası ve şahitliği &uuml;zerinden nasıl tecelli ettiğinin somut bir g&ouml;stergesidir.<br />2. Topyek&ucirc;n Bir Toplum Bu Olaya Şahittir:<br />Veda Haccı'na, farklı kabilelerden on binlerce M&uuml;sl&uuml;man katıldı. Peygamberimiz (s.a.v.) hutbedeki &ouml;nemli h&uuml;k&uuml;mleri (can, mal, namus emniyeti, faizin haramlığı, kan davalarının kaldırılması vb.) tekrar ettirerek "Şahit olun!" buyurdu. Bu, İslam'ın temel h&uuml;k&uuml;mlerinin tevat&uuml;r yoluyla (yani yalan &uuml;zerine anlaşmaları imk&acirc;nsız olan kalabalık bir topluluk tarafından) nakledilmesini sağlamıştır.<br />&bull; Bu ne demek? Kur'an'ın h&uuml;k&uuml;mleri, sadece yazılı bir metin olarak değil, aynı zamanda binlerce kişinin hafızasına kazınmış bir "canlı şahitlik" olarak korunmuştur.<br />3. Zamanlama ve "Veda" Vurgusu &Ccedil;ok Anlamlıdır:<br />Peygamberimiz (s.a.v.), vefatından kısa bir s&uuml;re &ouml;nce bu hutbeyi irad etmiştir. "Veda" etmesi, artık yeni bir vahiy gelmeyeceğinin ve dinin nihai şeklini aldığının en a&ccedil;ık işaretidir. Bu, &uuml;mmete şu mesajı verir: "Artık size Allah'ın Kitab'ı ve benim onu yaşayış şeklim (s&uuml;nnetim) kaldı. Sorumluluğunuz budur."<br />4. Bu Arg&uuml;manı Nasıl Kullanabiliriz?<br />"Kur'an bize insanlarla (ravilerle) ulaştı, o halde hadisleri de aynı şekilde kabul etmeliyiz" diyenlere verilebilecek &ccedil;ok g&uuml;&ccedil;l&uuml; bir cevaptır:<br />&bull; "Evet, Kur'an bize insanlarla ulaştı. Ama nasıl? Tıpkı Veda Hutbesi'nin ulaştığı gibi! Yani, tevat&uuml;r seviyesinde, y&uuml;z binlerce kişinin şahitliği ve hafızasıyla nesilden nesile aktarılarak. Kur'an'ın tamamı ve Veda Hutbesi'nin &ouml;z&uuml; bu yolla bize ulaşmıştır."<br />&bull; "Peki, t&uuml;m hadisler bu 'tevat&uuml;r' seviyesinde ve toplumsal şahitlikle mi ulaşmıştır? Hayır. Bir&ccedil;oğu &acirc;h&acirc;d haberdir, yani tek kişiler veya k&uuml;&ccedil;&uuml;k gruplar tarafından nakledilmiştir. Kur'an'ın kendi &ouml;l&ccedil;&uuml;s&uuml;ne g&ouml;re (Hucur&acirc;t 49:6) b&ouml;yle haberlerin araştırılması gerekir."<br />&bull; "Allah, Kitab'ını 'toplumsal hafıza' (&uuml;mmetin şahitliği) ile korurken, Peygamber'in her s&ouml;z&uuml; i&ccedil;in aynı garantiyi vermemiştir. Veda Hutbesi, bu toplumsal şahitliğin en &uuml;st d&uuml;zeyde olduğu istisnai ve &ccedil;ok &ouml;nemli bir olaydır."<br />Sonu&ccedil;: Gerek Var mı?<br />Evet, gerek var. Veda Hutbesi arg&uuml;manı, Kur'an'ın korunmuşluğunu ve tamamlanmışlığını sadece yazılı metne değil, yaşanmış tarih&icirc; bir olaya ve kitlesel bir şahitliğe dayandırarak anlatmamızı sağlar. Bu, savunmamızı &ccedil;ok daha g&uuml;&ccedil;l&uuml; ve somut kılar.<br />Veda Hutbesi, Allah'ın dinini koruma y&ouml;nteminin (s&uuml;nnetullah) bir par&ccedil;asıdır: "Biz onun koruyucularıyız" (Hicr, 9) vaadini, "&uuml;mmetin şahitliği" &uuml;zerinden ger&ccedil;ekleştirmiştir.<br />"İşte bu (Kur'an), bizim indirdiğimiz m&uuml;barek bir kitaptır. Ona uyun ve Allah'a karşı gelmekten sakının ki size merhamet edilsin." (En'&acirc;m Suresi, 6:155)</p>
<p><br />Peygamber (s.a.v.), Veda Hutbesi'nde "s&uuml;nnetim" derken, Kur'an'dan ayrı ve bağımsız, kendi kafasından uydurduğu yeni kurallardan bahsetmiyor. T&uuml;m yaptığı, hutbenin geri kalanında da defalarca vurguladığı gibi, Allah'ın Kitabı'ndaki h&uuml;k&uuml;mleri bir kez daha haykırmak, onları toplu halde ilan etmek ve &uuml;mmeti bu Kur'ani esaslara şahit tutmaktı.<br />Onun "s&uuml;nneti", bu Kur'ani h&uuml;k&uuml;mleri hayata ge&ccedil;irişinin, a&ccedil;ıklayışının ve yaşayışının adıdır. Kaynak tektir: Allah'ın Kitabı. Peygamber ise o Kitab'ın canlı bir tefsiri ve uygulayıcısıdır.<br />Bu &ccedil;er&ccedil;eve, hem Peygamber'e itaatin &ouml;nemini korur hem de onu, h&uuml;km&uuml; Allah'a ait olan Kitab'ın dışına &ccedil;ıkarmaz.</p>
<p>Evet, Peygamberimiz (s.a.v.) Veda Hutbesi'nde:<br />&bull; "Ben şu h&uuml;km&uuml; verdim",<br />&bull; "Ben şunu emrediyorum",<br />&bull; "Bana ait olan şu kuraldır",<br />DEMEMİŞTİR.<br />Tam aksine, yaptığı her a&ccedil;ıklamayı, her h&uuml;km&uuml; doğrudan Allah'a dayandırmıştır:<br />&bull; ✅ "Allah b&ouml;yle h&uuml;kmetmiştir." (Faizin haram kılınması)<br />&bull; ✅ "Allah'ın haram kıldığı canı... &ouml;ld&uuml;rmeyeceksiniz." (Allah'ın yasağını tekrarlıyor)<br />&bull; ✅ "Allah size izin vermiştir." (Kadınlar konusundaki tedbir)<br />İşte bu duruş, onun "s&uuml;nnet" anlayışının &ouml;z&uuml;n&uuml; g&ouml;sterir:<br />O, "Kur'an'ın Canlı Tefsiri"dir. Kendi s&uuml;nneti, Kur'an'ın pratiğe d&ouml;k&uuml;lm&uuml;ş, yaşanmış halidir. Kur'an'ın dışında, onunla &ccedil;elişen veya onun &uuml;st&uuml;nde ayrı bir h&uuml;k&uuml;m kaynağı değildir.<br />Veda Hutbesi, Peygamber'in "Ben, bana vahyedilene uyarım" (En'am 6:50) s&ouml;z&uuml;n&uuml;n devasa bir topluluk &ouml;n&uuml;ndeki en b&uuml;y&uuml;k ispatıdır.<br />Sonu&ccedil;: Veda Hutbesi, "Kur'an'ın yanında ikinci bir şeriat kaynağı" iddiasını &ccedil;&uuml;r&uuml;tmek i&ccedil;in değil, tam tersine "Peygamber'in s&uuml;nnetinin, Kur'an'ın yaşanmış tefsirinden ibaret olduğunu" ispatlamak i&ccedil;in en g&uuml;&ccedil;l&uuml; delildir.</p>
<p><br />ALLAH YAZIYI EMREDİYORSA, EN DEĞERLİ EMANETİNİ DE YAZDIRIR<br />Kur'an, yazının &ouml;nemini ve kullanılmasını defalarca emreder ve teşvik eder. Bu, Allah'ın bir s&uuml;nnetidir (metodudur).<br />1. Kalem ve Yazma Vurgusu:<br />"Yaratan Rabbinin adıyla oku! O, insanı bir aşılanmış yumurtadan yarattı. Oku! İnsana bilmediklerini belleten, kalemle (yazmayı) &ouml;ğreten Rabbin, en b&uuml;y&uuml;k kerem sahibidir." (Alak Suresi, 96:1-5)<br />&bull; İlk inen ayetlerden itibaren "kalem" ve "&ouml;ğretmek" vurgusu yapılır. Bu, boşuna değildir.<br />2. Bor&ccedil;lanmalarda Yazı Emri:<br />"Ey iman edenler! Belirlenmiş bir s&uuml;re i&ccedil;in birbirinize bor&ccedil;landığınız zaman onu yazın... Allah size &ouml;ğ&uuml;t veriyor." (Bakara Suresi, 2:282)<br />&bull; Bu, Kur'an'ın en uzun ayetidir ve bor&ccedil; ilişkisinin bile yazıyla ve şahitlerle kayıt altına alınmasını emreder. Bu kadar detaylı bir h&uuml;k&uuml;m, ge&ccedil;ici d&uuml;nya işleri i&ccedil;indir.<br />3. Miras H&uuml;k&uuml;mlerinin Yazılışı:<br />"Ana baba ve akrabaların bıraktıklarından erkeklere bir pay vardır; ana baba ve akrabaların bıraktıklarından kadınlara da bir pay vardır. Gerek azından, gerek &ccedil;oğundan belli bir hisse ayrılmıştır." (Nisa Suresi, 4:7)<br />&bull; Miras gibi karmaşık ve hayati h&uuml;k&uuml;mler, ancak yazılı bir kaynakla korunabilir ve nesillere aktarılabilir.<br />Peki, Allah'ın En Değerli Emaneti Ne Olacak?<br />Allah, borcu, mirası, alışverişi yazıyla kayıt altına almayı emredip de, kıyamete kadar t&uuml;m insanlığa yol g&ouml;sterecek, &uuml;zerine hesap sorulacak olan son mesajını, son Kitab'ını dağınık halde, yazısız, kayıtsız, şahitsiz bırakır mı? Bu, Allah'ın hikmetine ve adetine (s&uuml;nnetullahına) asla yakışmaz.<br />4. Vahyi Yazdırma Emri:<br />"Bilakis o (Kur'an), kendilerine ilim verilenlerin sinelerinde (yer eden) apa&ccedil;ık &acirc;yetlerdir. &Acirc;yetlerimizi ancak zalimler bile bile ink&acirc;r eder." (Ankeb&ucirc;t Suresi, 29:49)<br />&bull; Bu ayet, vahyin sadece hafızalarda değil, aynı zamanda "beyyin&acirc;t" (apa&ccedil;ık deliller) olarak muhafaza edildiğini g&ouml;sterir. Bu muhafazanın en temel yolu, o d&ouml;nem i&ccedil;in yazıydı.<br />"Hayır! O (Kur'an), şanı y&uuml;ce bir Kur'an'dır. Korunmuş bir levhada (Levh-i Mahfuz'dadır)." (B&uuml;r&ucirc;c Suresi, 85:21-22)<br />Sonu&ccedil;: Akıl ve Vahiy Aynı Ger&ccedil;eği S&ouml;yler<br />&bull; Akıl ve Mantık: Bir hukuk devleti bile en basit s&ouml;zleşmeyi yazılı yaparken, Allah sonsuz hikmet sahibiyken, ebedi kurtuluşun yol haritasını yazısız bırakmaz.<br />&bull; Vahiy ve Tarih: Kur'an'ın kendi ayetleri, yazmanın &ouml;nemini vurgular. Peygamberimizin (s.a.v.) uygulaması da, vahiy katiplerine her ayeti yazdırmasıdır. Veda Hutbesi'nde "Kitab"a vurgu yapması, onun zaten yazılı ve tamamlanmış bir formatta mevcut olduğunu g&ouml;sterir.<br />&Ouml;yleyse, "Kur'an, Peygamber'den sonra yazıldı" iddiası, hem aklın hem de vahyin ortaya koyduğu bu ger&ccedil;ekler karşısında tutunamaz.<br />Allah'ın "Biz onu kesinlikle biz indirdik; elbette onu yine biz koruyacağız" (Hicr, 9) vaadi, işte bu yazma, ezberletme, toplumsal şahitlik oluşturma s&uuml;nneti &uuml;zerinden ger&ccedil;ekleşmiştir.<br />"İşte bu (Kur'an), bizim indirdiğimiz m&uuml;barek bir kitaptır. Ona uyun ve Allah'a karşı gelmekten sakının ki size merhamet edilsin." (En'&acirc;m Suresi, 6:155)</p>
      
    </article>
  </main>
</body>
</html>


